Repository: jonathalimax/worK
Catalog: worK/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

source: %@ left
es: quedan %@
fr: il reste %@
pt: restam %@

source: %@ left (break)
es: quedan %@ (descanso)
fr: il reste %@ (pause)
pt: restam %@ (pausa)

# ^(breakCount) break(s)
source: %lld breaks
es: %lld pausas
fr: %lld pauses
pt: %lld pausas

# ^(hours) hour(s)
source: %lld hours
es: %lld horas
fr: %lld heures
pt: %lld horas

# ^(minutes) minute(s)
source: %lld minutes
es: %lld minutos
pt: %lld minutos

source: About
es: Acerca de
fr: À propos
pt: Sobre

source: Active
es: Activo
fr: Actif
pt: Ativo

source: Auto Stop
es: Parada automática
fr: Arrêt automatique
pt: Parada automática

source: Break Reminders
es: Recordatorios de descanso
fr: Rappels de pause
pt: Lembretes de pausa

source: Break Time
es: Tiempo de descanso
fr: Temps de pause
pt: Tempo de pausa

source: Breaks
es: Pausas
fr: Pauses
pt: Pausas

source: Build
es: Compilación

source: Check for Updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
pt: Verificar atualizações

source: Close
es: Cerrar
fr: Fermer
pt: Fechar

source: Consistency over intensity. Show up every day and the results follow.
es: Consistencia sobre intensidad. Preséntate todos los días y los resultados seguirán.
fr: La constance avant l'intensité. Présentez-vous chaque jour et les résultats suivront.
pt: Consistência acima da intensidade. Apareça todos os dias e os resultados virão.

source: Daily Average
es: Promedio diario
fr: Moyenne quotidienne
pt: Média diária

source: Daily Target
es: Objetivo diario
fr: Objectif quotidien
pt: Meta diária

source: Daily target achieved! Make sure to record your completed hours in your tracking system.
es: ¡Objetivo diario alcanzado! Asegúrate de registrar tus horas completadas en tu sistema de seguimiento.
fr: Objectif quotidien atteint ! Assurez-vous d'enregistrer vos heures effectuées dans votre système de suivi.
pt: Meta diária alcançada! Certifique-se de registrar suas horas concluídas em seu sistema de rastreamento.

source: Day complete
es: Día completo
fr: Journée terminée
pt: Dia completo

source: Day Complete
es: Día completo
fr: Journée terminée
pt: Dia completo

source: Deep work requires deep rest. Honor both equally.
es: El trabajo profundo requiere un descanso profundo. Honra ambos por igual.
fr: Le travail profond exige un repos profond. Honorez les deux également.
pt: Trabalho profundo exige descanso profundo. Honre ambos igualmente.

source: Dismiss
es: Descartar
fr: Ignorer
pt: Dispensar

source: Every hour of focused work is an investment in your future self.
es: Cada hora de trabajo concentrado es una inversión en tu yo futuro.
fr: Chaque heure de travail concentré est un investissement dans votre futur moi.
pt: Cada hora de trabalho focado é um investimento no seu eu futuro.

source: Excellence is a habit, not an act. Keep showing up.
es: La excelencia es un hábito, no un acto. Sigue presentándote.
fr: L'excellence est une habitude, pas un acte. Continuez à vous présenter.
pt: Excelência é um hábito, não um ato. Continue aparecendo.

source: Excellent job reaching your target! Time to register your work hours for the day.
es: ¡Excelente trabajo al alcanzar tu objetivo! Es hora de registrar tus horas de trabajo del día.
fr: Excellent travail pour avoir atteint votre objectif ! Il est temps d'enregistrer vos heures de travail pour la journée.
pt: Excelente trabalho ao atingir sua meta! Hora de registrar suas horas de trabalho do dia.

source: Fantastic work today! Please remember to register your hours externally.
es: ¡Fantástico trabajo hoy! Por favor, recuerda registrar tus horas externamente.
fr: Excellent travail aujourd'hui ! N'oubliez pas d'enregistrer vos heures en externe.
pt: Trabalho fantástico hoje! Por favor, lembre-se de registrar suas horas externamente.

source: Goal reached!
es: ¡Meta alcanzada!
fr: Objectif atteint !
pt: Meta alcançada!

source: Goal reached! (break)
es: ¡Meta alcanzada! (descanso)
fr: Objectif atteint ! (pause)
pt: Meta alcançada! (pausa)

source: Great day of work! Make sure to register your completed hours before you finish.
es: ¡Gran día de trabajo! Asegúrate de registrar tus horas completadas antes de terminar.
fr: Excellente journée de travail ! Assurez-vous d'enregistrer vos heures effectuées avant de terminer.
pt: Ótimo dia de trabalho! Certifique-se de registrar suas horas concluídas antes de terminar.

source: Great ideas need space to breathe. Take breaks without guilt.
es: Las grandes ideas necesitan espacio para respirar. Tómate descansos sin culpa.
fr: Les grandes idées ont besoin d'espace pour respirer. Prenez des pauses sans culpabilité.
pt: Grandes ideias precisam de espaço para respirar. Faça pausas sem culpa.

source: Great work today! Don't forget to register your completed hours in your time tracking system.
es: ¡Gran trabajo hoy! No olvides registrar tus horas completadas en tu sistema de seguimiento de tiempo.
fr: Excellent travail aujourd'hui ! N'oubliez pas d'enregistrer vos heures effectuées dans votre système de suivi du temps.
pt: Ótimo trabalho hoje! Não se esqueça de registrar suas horas concluídas em seu sistema de controle de tempo.

source: History
es: Historial
fr: Historique
pt: Histórico

source: If worK helps your day, consider supporting its development!
es: ¡Si worK te ayuda en tu día, considera apoyar su desarrollo!
fr: Si worK vous aide dans votre journée, envisagez de soutenir son développement !
pt: Se o worK ajuda seu dia, considere apoiar seu desenvolvimento!

source: Interval
es: Intervalo
fr: Intervalle
pt: Intervalo

source: Launch at Login
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
pt: Iniciar no login

source: Mark as registered
es: Marcar como registrado
fr: Marquer comme enregistré
pt: Marcar como registrado

source: Marked as registered
es: Marcado como registrado
fr: Marqué comme enregistré
pt: Marcado como registrado

source: No sessions
es: Sin sesiones
fr: Aucune session
pt: Sem sessões

source: No work data this month
es: No hay datos de trabajo este mes
fr: Aucune donnée de travail ce mois-ci
pt: Nenhum dado de trabalho este mês

source: No work days recorded yet
es: Aún no se han registrado días de trabajo
fr: Aucun jour de travail enregistré pour le moment
pt: Nenhum dia de trabalho registrado ainda

source: Not registered
es: No registrado
fr: Non enregistré
pt: Não registrado

source: Not Working
es: Sin trabajar
fr: Pas de travail
pt: Sem trabalhar

source: On Break
es: En descanso
fr: En pause
pt: Em pausa

source: Progress
es: Progreso
fr: Progrès
pt: Progresso

source: Progress, not perfection, is what drives meaningful change.
es: El progreso, no la perfección, es lo que impulsa un cambio significativo.
fr: Le progrès, pas la perfection, est ce qui motive un changement significatif.
pt: O progresso, não a perfeição, é o que impulsiona mudanças significativas.

source: Quit worK
es: Salir de worK
fr: Quitter worK
pt: Sair do worK

source: Register completed work
es: Registrar trabajo completado
fr: Enregistrer le travail terminé
pt: Registrar trabalho concluído

source: Registered
es: Registrado
fr: Enregistré
pt: Registrado

source: remaining
es: restante
fr: restant
pt: restante

source: Remember: sustainable pace beats burnout every single time.
es: Recuerda: un ritmo sostenible vence al agotamiento siempre.
fr: Rappelez-vous : un rythme durable l'emporte toujours sur l'épuisement professionnel.
pt: Lembre-se: um ritmo sustentável vence o esgotamento todas as vezes.

source: Reminder Interval
es: Intervalo de recordatorio
fr: Intervalle de rappel
pt: Intervalo de lembrete

source: Reminders
es: Recordatorios
fr: Rappels
pt: Lembretes

source: Sessions
es: Sesiones
pt: Sessões

source: Settings
es: Ajustes
fr: Réglages
pt: Configurações

source: Small consistent efforts compound into remarkable achievements over time.
es: Pequeños esfuerzos constantes se acumulan en logros notables con el tiempo.
fr: De petits efforts constants se transforment en réalisations remarquables au fil du temps.
pt: Pequenos esforços consistentes se acumulam em conquistas notáveis ao longo do tempo.

source: Stop recording at a set time
es: Detener grabación a una hora establecida
fr: Arrêter l'enregistrement à une heure définie
pt: Parar gravação em horário definido

source: Stop Time
es: Hora de parada
fr: Heure d'arrêt
pt: Hora de parada

source: Support
es: Apoyo
fr: Soutien
pt: Apoio

source: Success! You've completed your daily hours. Time to log them in your system.
es: ¡Éxito! Has completado tus horas diarias. Es hora de registrarlas en tu sistema.
fr: Succès ! Vous avez terminé vos heures quotidiennes. Il est temps de les enregistrer dans votre système.
pt: Sucesso! Você completou suas horas diárias. Hora de registrá-las em seu sistema.

source: Take a Break
es: Tomar un descanso
fr: Prendre une pause
pt: Fazer uma pausa

source: Take a moment to appreciate how far you've come this week.
es: Tómate un momento para apreciar lo lejos que has llegado esta semana.
fr: Prenez un moment pour apprécier le chemin parcouru cette semaine.
pt: Reserve um momento para apreciar o quão longe você chegou esta semana.

source: Target
es: Objetivo
fr: Objectif
pt: Meta

source: Target Hours
es: Horas objetivo
fr: Heures cibles
pt: Horas-alvo

source: Target hours reached! Remember to register today's work in your external tracking system.
es: ¡Horas objetivo alcanzadas! Recuerda registrar el trabajo de hoy en tu sistema de seguimiento externo.
fr: Heures cibles atteintes ! N'oubliez pas d'enregistrer le travail d'aujourd'hui dans votre système de suivi externe.
pt: Horas-alvo atingidas! Lembre-se de registrar o trabalho de hoje em seu sistema de rastreamento externo.

source: Target reached
es: Meta alcanzada
fr: Objectif atteint
pt: Meta alcançada

source: The best work happens when you balance intensity with rest.
es: El mejor trabajo ocurre cuando equilibras la intensidad con el descanso.
fr: Le meilleur travail se produit lorsque vous équilibrez intensité et repos.
pt: O melhor trabalho acontece quando você equilibra intensidade com descanso.

source: The most productive people know when to stop and recharge.
es: Las personas más productivas saben cuándo detenerse y recargar energías.
fr: Les personnes les plus productives savent quand s'arrêter et se ressourcer.
pt: As pessoas mais produtivas sabem quando parar e recarregar.

source: The quality of your rest determines the quality of your work.
es: La calidad de tu descanso determina la calidad de tu trabajo.
fr: La qualité de votre repos détermine la qualité de votre travail.
pt: A qualidade do seu descanso determina a qualidade do seu trabalho.

source: The rhythm of work and rest creates the music of achievement.
es: El ritmo de trabajo y descanso crea la música del logro.
fr: Le rythme du travail et du repos crée la musique de la réussite.
pt: O ritmo de trabalho e descanso cria a música da conquista.

source: Time for a Break
es: Hora de un descanso
fr: Il est temps de faire une pause
pt: Hora de uma pausa

source: Today
es: Hoy
fr: Aujourd'hui
pt: Hoje

source: Total Hours
es: Horas totales
fr: Heures totales
pt: Total de horas

source: Trust the process. Each day adds another layer to your expertise.
es: Confía en el proceso. Cada día añade otra capa a tu experiencia.
fr: Faites confiance au processus. Chaque jour ajoute une nouvelle couche à votre expertise.
pt: Confie no processo. Cada dia adiciona outra camada à sua experiência.

source: Unregistered
es: No registrado
fr: Non enregistré
pt: Não registrado

source: Version
es: Versión
pt: Versão

source: Well done on completing your work goal! Don't forget to update your time logs.
es: ¡Bien hecho al completar tu objetivo de trabajo! No olvides actualizar tus registros de tiempo.
fr: Bravo pour avoir atteint votre objectif de travail ! N'oubliez pas de mettre à jour vos feuilles de temps.
pt: Muito bem por completar sua meta de trabalho! Não se esqueça de atualizar seus registros de tempo.

source: Work
es: Trabajo
fr: Travail
pt: Trabalho

source: Work History
es: Historial de trabajo
fr: Historique de travail
pt: Histórico de trabalho

source: Worked
es: Trabajado
fr: Travaillé
pt: Trabalhado

source: Working
es: Trabajando
fr: En travail
pt: Trabalhando

source: Working smart means knowing when to push and when to pause.
es: Trabajar de forma inteligente significa saber cuándo esforzarse y cuándo hacer una pausa.
fr: Travailler intelligemment signifie savoir quand pousser et quand faire une pause.
pt: Trabalhar de forma inteligente significa saber quando acelerar e quando pausar.

source: You are building something meaningful, one focused session at a time.
es: Estás construyendo algo significativo, una sesión concentrada a la vez.
fr: Vous construisez quelque chose de significatif, une session concentrée à la fois.
pt: Você está construindo algo significativo, uma sessão focada de cada vez.

source: You have been working for %@. A short break will help you stay productive.
es: Has estado trabajando por %@. Un breve descanso te ayudará a mantenerte productivo.
fr: Vous travaillez depuis %@. Une courte pause vous aidera à rester productif.
pt: Você está trabalhando há %@. Uma breve pausa ajudará você a manter a produtividade.

source: You've hit your daily goal! Remember to log these hours in your external system before signing off.
es: ¡Has alcanzado tu objetivo diario! Recuerda registrar estas horas en tu sistema externo antes de cerrar sesión.
fr: Vous avez atteint votre objectif quotidien ! N'oubliez pas d'enregistrer ces heures dans votre système externe avant de vous déconnecter.
pt: Você atingiu sua meta diária! Lembre-se de registrar essas horas em seu sistema externo antes de sair.

source: You've met your daily goal! Don't forget to document your hours in the tracking system.
es: ¡Has cumplido tu objetivo diario! No olvides documentar tus horas en el sistema de seguimiento.
fr: Vous avez atteint votre objectif quotidien ! N'oubliez pas de documenter vos heures dans le système de suivi.
pt: Você atingiu sua meta diária! Não se esqueça de documentar suas horas no sistema de rastreamento.

source: Your attention is your most valuable resource. Spend it wisely.
es: Tu atención es tu recurso más valioso. Gástala sabiamente.
fr: Votre attention est votre ressource la plus précieuse. Dépensez-la judicieusement.
pt: Sua atenção é seu recurso mais valioso. Gaste-a com sabedoria.

source: Your dedication today is writing the story of your career.
es: Tu dedicación de hoy está escribiendo la historia de tu carrera.
fr: Votre dévouement d'aujourd'hui écrit l'histoire de votre carrière.
pt: Sua dedicação hoje está escrevendo a história da sua carreira.

source: Your focus today builds the foundation for tomorrow's success.
es: Tu enfoque de hoy construye la base para el éxito de mañana.
fr: Votre concentration d'aujourd'hui bâtit les fondations du succès de demain.
pt: Seu foco hoje constrói a base para o sucesso de amanhã.

source: Your future self will thank you for the boundaries you set today.
es: Tu yo futuro te agradecerá los límites que establezcas hoy.
fr: Votre futur moi vous remerciera pour les limites que vous fixez aujourd'hui.
pt: Seu eu futuro agradecerá pelos limites que você estabeleceu hoje.

source: General
fr: Général
pt: Geral
